Repository: zourawsky-vv/StomKarta
Catalog: Properties/Resources.*.resx
Languages: ru

# aboutAllRights
source: Private rights. 2018-2020 All rights reserved.
ru: Авторские права. 2018-2020 Все права защищены.

# aboutAuthor
source: Developer: Zourawsky Vladimir, tel. +7 (916) 288-1275
ru: Разработчик: Журавский Владимир, тел. +7 (916) 288-1275

# aboutContens
source: Contens information abour reception:
ru: Состоит:

# aboutContensOrth
source: - records, containing information about orthopedic reception.
ru: - данные, содержащие информацию об ортопедических приёмах.

# aboutContensPac
source: - records, containing information about patients,
ru: - данные, содержащие информацию о пациентах,

# aboutContensProf
source: - records, containing information about profilactic reception,
ru: - данные, содержащие информацию о профилактических приёмах,

# aboutContensSurg
source: - records, containing information about surgeon reception,
ru: - данные, содержащие информацию о хирургических приёмах,

# aboutContensTher
source: - records, containing information about therapy reception,
ru: - данные, содержащие информацию о терапевтических приёмах,

# aboutIntended
source: Intended for recording stomatologic reception.
ru: Предназначена для хранения информации о приёмах пациентов.

# aboutRights0
source: This program reserved international and other rights.
ru: Данная программа защищена законами об авторских правах и междунарожными соглашениями.

# aboutRights1
source: Don`t copy.
ru: Незаконное воспроизведение или распространение данной программы или любой её части

# aboutRights2
source: Don`t disturb.
ru: влечёт за собой гражданскую и уголовную ответственность.

# aboutVersion
source: Version
ru: Версия:

# baseNone
source: None
ru: Не используется

# baseOrthoped
source: Orthopedic
ru: Ортопедические приёмы

# baseProfilactic
source: Profilactic
ru: Профилактические приёмы

# baseReestr
source: Reestr
ru: Реестр пациентов

# baseSurgeon
source: Surgeon
ru: Хирургические приёмы

# baseTherapy
source: Therapy
ru: Терапевтические приёмы

# baseUser
source: User
ru: Пользователи

# firstExamButtonDentalRec
source: Dental Record
ru: Зубная формула

# firstExamCombo010
source: Ok
ru: удовлетворительное.

# firstExamCombo011
source: not Ok
ru: не удовлетворительное.

# firstExamCombo020
source: Ok
ru: ясное,

# firstExamCombo021
source: not Ok
ru: не ясное,

# firstExamCombo030
source: Ok
ru: активное.

# firstExamCombo031
source: not Ok
ru: не активное.

# firstExamCombo040
source: Ok
ru: спокойное.

# firstExamCombo041
source: not Ok
ru: не спокойное.

# firstExamCombo050
source: Ok
ru: не изменена.

# firstExamCombo051
source: not Ok
ru: изменена.

# firstExamCombo060
source: Ok
ru: не определяются

# firstExamCombo061
source: not Ok
ru: определяются

# firstExamCombo070
source: Ok
ru: плотная

# firstExamCombo071
source: not Ok
ru: не плотная

# firstExamCombo080
source: Ok
ru: не спаяны

# firstExamCombo081
source: not Ok
ru: спаяны

# firstExamCombo090
source: Ok
ru: без болезненны

# firstExamCombo091
source: not Ok
ru: болезненны

# firstExamCombo100
source: Ok
ru: свободно.

# firstExamCombo101
source: not Ok
ru: затрудненно.

# firstExamCombo110
source: Ok
ru: без особенностей

# firstExamCombo111
source: not Ok
ru: с особенностями

# firstExamCombo120
source: left
ru: слева

# firstExamCombo121
source: right
ru: справа

# firstExamCombo122
source: both
ru: оба

# firstExamCombo140
source: Ok
ru: достаточно

# firstExamCombo141
source: not Ok
ru: не достаточно

# firstExamCombo200
source: No
ru: не имеются

# firstExamCombo201
source: Yes
ru: имеются

# firstExamCombo220
source: text
ru: снижение

# firstExamCombo221
source: text
ru: завышение

# firstExamText01
source: Text1
ru: Общее состояние

# firstExamText02
source: Text2
ru: Сознание

# firstExamText03
source: Text3
ru: положение

# firstExamText04
source: Text4
ru: Выражение лица

# firstExamText05
source: Text5
ru: Со слов больного аллергические реакции на лекарственные препараты -

# firstExamText06
source: Text6
ru: Со слов больного соматические заболевания -

# firstExamText07
source: Text7
ru: Конфигурация лица

# firstExamText08
source: Text8
ru: Кожа нормальной окраски, шелушения, сухости, припухлости нет, (за исключением области:

# firstExamText09
source: Text9
ru: Регионарные лимфатические узлы при пальпации

# firstExamText10
source: Text10
ru: (размером

# firstExamText11
source: Text11
ru: см, консистенция

# firstExamText12
source: Text12
ru: с подлежащими тканями,

# firstExamText13
source: Text13
ru: Красная кайма губ без патологических изменений, достаточно увлажнена, сухости, эрозий, трещин, корок нет, (за исключением области:

# firstExamText14
source: Text14
ru: Рот открывается

# firstExamText15
source: Text15
ru: ВНЧС -

# firstExamText16
source: Text16
ru: (девиации, крепитации, щелчков нет)

# firstExamText17
source: Text17
ru: Прикус:

# firstExamText18
source: Text18
ru: Слизистая оболочка полости рта бледно-розового цвета,

# firstExamText19
source: Text19
ru: увлажнена.

# firstExamText20
source: Text20
ru: Отёчности, нарушения целостности не выявлено, (за исключением

# firstExamText21
source: Text20
ru: края десны в области зубов

# firstExamText22
source: Text21
ru: где имеются мягкие и твёрдые зубные отложения, десна

# firstExamText23
source: Text23
ru: при зондировании).

# firstExamText24
source: Text24
ru: Гигиенический индекс по Федорову-Володкиной

# firstExamText25
source: Text25
ru: Диагноз:

# firstExamText26
source: Text26
ru: План лечения

# firstExamText27
source: Text27
ru: 1. Обучение индивидуальной гигиене полости рта.

# firstExamText35
source: Text35
ru: Дефект прикуса

# formAboutTitle
source: About program StomBase
ru: О программе Карта стоматологического пациента

# formFirstExamTitle
source: First examination
ru: Первичный осмотр

# formLogonTitle
source: Authorization
ru: Авторизация

# formMainTitle
source: Dental records
ru: Карта пациента

# formPacFindTitle
source: Search for similar patients in the database
ru: Поиск похожих пациентов в базе

# formPacientAddTitle
source: Add new pacient
ru: Добавление нового пациента

# formPacientEditTitle
source: Edit current pacient
ru: Изменение выделенного пациента

# logonLabelConfirm
source: Confirm password
ru: Повторите ввод пароля

# logonLabelPass
source: Password
ru: Пароль

# logonLabelUser
source: User
ru: Имя пользователя

# logonMessageConfirm
source: Please confirm password for checking.
ru: Пожалуйста повторите пароль, для проверки ввода.

# logonMessageConfirmError
source: Password and Confirm password not equal. Please try again.
ru: Пароль и повторный ввод пвроля не совпадают. Повторите ввод.

# logonMessageWrongPassword
source: Password incorrect. Please try again.
ru: Пароль неверен. Повторите ввод.

# mainButtonAppointment
source: Appointment
ru: Приёмы

# mainButtonContentAdd
source: Add pacient
ru: Добавить пациента

# mainButtonContentEdit
source: Edit pacient
ru: Изменить

# mainLabelAdress
source: Adress
ru: Адрес

# mainLabelAge
source: Age
ru: Возраст

# mainLabelComment
source: Comment
ru: Примечание

# mainLabelEMail
source: E-Mail
ru: Электронная почта

# mainLabelFrom
source: From and description
ru: От кого и пояснение

# mainLabelNickName
source: Pseudonym
ru: Псевдоним

# mainLabelTelefons
source: Telefons
ru: Телефоны

# mainLabelYears
source: years.
ru: лет.

# mainMessageErrorAddingPacient
source: Error when adding patient data to the database
ru: Ошибка при добавлении данных пациента в базу.

# menuExit
source: Exit
ru: Выход

# menuItemAbout
source: About
ru: О программе

# menuItemConfiguration
source: Configuration
ru: Конфигурация

# menuItemHelp
source: Help
ru: Справка

# menuItemHelpView
source: View help
ru: Просмотр справки

# menuItemReestr
source: Reestr
ru: Реестр

# menuItemReestrPacient
source: Reestr of pacients
ru: Реестр пациентов

# menuItemSettings
source: Settings
ru: Настройки

# menuItemUser
source: Users
ru: Пользователи

# menuItemUserAdd
source: User Add
ru: Добавление

# menuItemUserList
source: List
ru: Список

# menuItemVizit
source: Vizits
ru: Приёмы

# menuItemVizitOrthopedist
source: Orthopedist
ru: Ортопедические

# menuItemVizitProfilactic
source: Profilactic
ru: Профилактические

# menuItemVizitSurgeon
source: Surgeon
ru: Хирургические

# menuItemVizitTherapist
source: Therapist
ru: Терапевтические

# messageCaptionError
source: Error
ru: Ошибка

# messageCaptionInformation
source: Information
ru: Информация

# modeAdd
source: Adding
ru: Добавление

# modeBrowse
source: Browse
ru: Просмотр

# modeEdit
source: Edit
ru: Редактирование

# modeNone
source: Closed
ru: Закрыта

# pacFindButtonNo
source: No
ru: Нет

# pacFindButtonYes
source: Yes
ru: Да

# pacFindMessageTableEmpty
source: Based on the entered: Name, Surname and the DB patients was not found.
ru: По введенным: Фамилии, Имени и ДР пациентов не найдено.

# pacFindText0
source: You entered:
ru: Вы ввели:

# pacFindText1
source: Similar records were found in the database.
ru: В базе данных похожие записи были обнаружены.

# pacFindText10
source: No similar entries were found in the database.
ru: В базе данных похожие записи были не обнаружены.

# pacFindText2
source: View the list if you already have such a patient,
ru: Просмотрите список, если такой пациент уже есть,

# pacFindText3
source: then you don't need to add it.
ru: то добавлять его не нужно.

# pacFindTextBlockAsk
source: Add a patient to the database?
ru: Добавлять пациента в базу?

# pacientButtonAddTel
source: Add Tel
ru: Добавить телефон

# pacientButtonDelTel
source: Del Tel
ru: Удалить телефон

# pacientButtonExit
source: Exit
ru: Выход

# pacientButtonSave
source: Save
ru: Сохранить

# pacientGridHeader1
source: Fam
ru: Фамилия

# pacientGridHeader2
source: First Name
ru: Имя

# pacientGridHeader3
source: Last Name
ru: Отчество

# pacientGridHeader4
source: Sex
ru: Пол

# pacientGridHeader5
source: Date Birth
ru: Дата рожд.

# pacientGridHeader6
source: Changed
ru: Изменено

# pacientGridHeader7
source: By:
ru: Кем изменено:

# pacientLabelAddress
source: Address
ru: Адрес

# pacientLabelComment
source: Comment
ru: Примечание

# pacientLabelDR
source: Birthday
ru: Дата рождения

# pacientLabelEMail
source: E-Mail
ru: Эл. почта

# pacientLabelFam
source: Family name
ru: Фамилия

# pacientLabelFromComment
source: From Comment
ru: От кого

# pacientLabelIm
source: First name
ru: Имя

# pacientLabelNickName
source: NickName
ru: Псевдоним

# pacientLabelNumber
source: Number
ru: Номер

# pacientLabelOtc
source: Second name
ru: Отчество

# pacientLabelPrivateUserInfo
source: PrivateUserInfo
ru: Частная информация специалиста

# pacientLabelSex
source: Sex
ru: Пол

# pacientLabelTelefons
source: Telefons
ru: Введение телефонных номеров

# pacientMessageNotDigit
source: It isn`t digit character.
ru: Введенный в номере символ не числовой.

# pacientMessageRequiredEmpty
source: Required fields empty.
ru: Не заполнено обязательное поле.

# pacientMessageWrongTelNumber
source: Telefon number incorrect, try again.
ru: Введенный номер не соответствует формату ввода, повторите ввод.

# pacientTextBlockRequired
source: Mandatory fields.
ru: Поля для обязательного заполнения.

# programName
source: Card of Dental patient
ru: Карта стоматологического пациента

# statusBarItemBaseLabel
source: Base:
ru: База:

# statusBarItemModeLabel
source: Mode:
ru: Режим:

# statusBarItemUserLabel
source: User:
ru: Пользователь:

# statusBarItemUserStatus
source: None
ru: Не авторизован
